tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "norwoodj/tap"
tap "stylemistake/formulae"
brew "asdf"
brew "circleci"
brew "curl"
brew "direnv"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "kind"
brew "kubectx"
brew "nmap"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stern"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "ydiff"
brew "norwoodj/tap/helm-docs"
brew "stylemistake/formulae/runner"
cask "alacritty"
cask "aws-vault"
