tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "norwoodj/tap"
tap "robscott/tap"
tap "stylemistake/formulae"
brew "asdf"
brew "curl"
brew "direnv"
brew "fzf"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.16"
brew "golangci-lint"
brew "guile"
brew "hub"
brew "hugo"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "node"
brew "mongosh"
brew "netcat"
brew "nmap"
brew "node@16"
brew "openldap"
brew "postgresql@14"
brew "pyenv"
brew "redis"
brew "starship"
brew "step"
brew "stern"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tree"
brew "watch"
brew "wget"
brew "ydiff"
brew "fairwindsops/tap/rbac-lookup"
brew "robscott/tap/kube-capacity"
cask "1password-cli"
vscode "aaron-bond.better-comments"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "azemoh.one-monokai"
vscode "britesnow.vscode-toggle-quotes"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "juanblanco.solidity"
vscode "lextudio.restructuredtext"
vscode "marp-team.marp-vscode"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "shardulm94.trailing-spaces"
vscode "sidthesloth.html5-boilerplate"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "thomas-baumgaertner.vcl"
vscode "tomoki1207.pdf"
vscode "tsandall.opa"
vscode "wasp-lang.wasp"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
