tap "alecthomas/tap"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "reactiveops/tap"
tap "robscott/tap"
tap "stylemistake/formulae"
brew "ack"
brew "openssl@1.1", link: true
brew "readline"
brew "asdf"
brew "aws-iam-authenticator"
brew "xz"
brew "azure-cli"
brew "glib"
brew "dep"
brew "direnv"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "harfbuzz"
brew "graphviz"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubectx"
brew "libpq", link: true
brew "minikube"
brew "mysql-client", link: true
brew "neofetch"
brew "nmap"
brew "oci-cli"
brew "openvpn", restart_service: true
brew "pinentry-mac"
brew "pre-commit"
brew "pv"
brew "python@3.7"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stern"
brew "tmux"
brew "watch"
brew "wget"
brew "ydiff"
brew "zsh"
brew "alecthomas/tap/gometalinter"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "stylemistake/formulae/runner"
cask "alacritty"
cask "aws-vault"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
